{
  "origins": [
    "변두리 마을의 약초꾼 집에서 자라, 냄새와 상처를 다루는 법을 먼저 배웠다.",
    "가난한 농가의 맏이로 태어나, 땀과 인내가 밥줄이라는 걸 일찍 알게 됐다.",
    "부유한 상단의 막내로 태어나, 사람 마음을 읽고 흥정하는 데 익숙해졌다.",
    "도시 뒷골목의 고아로 커서, 한 발 먼저 도망치는 법부터 배웠다.",
    "국경 수비대 출신의 집안에서 자라, 규율과 무기의 무게를 자연스럽게 익혔다.",
    "떠돌이 연희단과 함께 자라, 박수갈채보다 위험이 먼저 따라온다는 걸 알게 됐다.",
    "작은 성당의 허드렛일을 도우며 자라, 기도보다 손을 움직이는 시간이 길었다.",
    "대장장이의 견습으로 지내며, 불꽃과 쇠냄새 속에서 하루를 시작하곤 했다.",
    "외딴 산촌에서 자라, 길을 읽고 날씨를 맞히는 감각이 몸에 배었다.",
    "학자들의 서고에서 잔심부름을 하며 자라, 글자와 지도에 이상하게 끌렸다.",
    "항구의 짐꾼으로 살며, 무게와 속도를 재는 감각이 자연스럽게 생겼다.",
    "사냥꾼 집안에서 자라, 소리 없는 발걸음과 흔적을 보는 눈을 익혔다.",
    "광산 마을에서 자라, 어둠과 먼지 속에서도 버티는 법을 배웠다.",
    "마차꾼 집안에서 자라, 낯선 길과 낯선 사람을 두려워하지 않게 됐다.",
    "작은 여관에서 자라, 술잔 위로 흘러나오는 소문을 많이 들었다.",
    "궁정의 하급 서기로 일하며, 겉으로는 고요해도 안에서 썩는 마음을 봤다.",
    "수로 정비를 돕는 일꾼으로 자라, 물길과 지하의 냄새에 익숙해졌다.",
    "폐허가 된 마을의 생존자로 남아, 남겨진 것들 속에서 살아남는 법을 배웠다.",
    "변방의 용병단 막사에서 자라, 약속은 종이보다 칼집에 가깝다는 걸 알았다.",
    "거리의 잡상인으로 떠돌며, ‘오늘 벌어 오늘 산다’는 삶에 익숙해졌다."
  ],
  "catalysts": [
    "그러던 어느 날, 숲길에서 괴물에게 쫓기다 우연히 만난 모험가에게 목숨을 빚지고 말았다.",
    "그러던 어느 날, 가족의 빚을 대신 갚아야 한다는 통보가 날아와 선택지가 사라졌다.",
    "그러던 어느 날, 잃어버린 사람의 흔적을 따라가다 ‘길드’라는 이름을 처음 똑똑히 들었다.",
    "그러던 어느 날, 우연히 손에 들어온 낡은 지도가 밤마다 같은 꿈을 불러왔다.",
    "그러던 어느 날, 마을을 덮친 재난 뒤 ‘이대로는 안 된다’는 생각이 뼛속까지 내려앉았다.",
    "그러던 어느 날, 술김에 들은 소문 하나가 계속 마음을 긁어 결국 길을 나서게 했다.",
    "그러던 어느 날, 내 실수로 누군가 다치는 걸 보고 ‘힘이 필요하다’고 결심했다.",
    "그러던 어느 날, 스승(혹은 선배)이 남긴 마지막 당부가 내 등을 떠밀었다.",
    "그러던 어느 날, 길 잃은 아이를 구하려다 오히려 내가 더 큰 위험에 휘말렸다.",
    "그러던 어느 날, 하수구에서 들려온 비명과 함께 ‘도시 아래의 일’이 현실이 됐다.",
    "그러던 어느 날, 의심스러운 거래를 목격한 뒤 누군가에게 표적이 되었다.",
    "그러던 어느 날, 내가 가진 재능이 ‘평범한 일상’에선 썩는다는 걸 깨달았다.",
    "그러던 어느 날, 사랑하는 이를 지키지 못한 기억이 밤마다 되살아나 견딜 수 없었다.",
    "그러던 어느 날, 전쟁의 소문이 가까워지며 ‘지금 강해지지 않으면 늦는다’는 공포가 왔다.",
    "그러던 어느 날, 길 위에서 만난 동료 지망생과의 약속이 나를 밖으로 끌어냈다.",
    "그러던 어느 날, 마을의 수호자가 쓰러지고 나서야 ‘누군가는 해야 한다’는 걸 알았다.",
    "그러던 어느 날, 내 이름을 빌려 누군가 범죄를 저질러 더는 숨을 곳이 없어졌다.",
    "그러던 어느 날, 우연히 구해준 상인이 길드 추천장을 내밀며 가능성을 열어줬다.",
    "그러던 어느 날, 괴상한 유물에 손을 댄 뒤부터 몸이 약해지고(혹은 강해지고) 삶이 바뀌었다.",
    "그러던 어느 날, 내게 남은 단 하나의 목표가 ‘길드에 들어가 증명하는 것’이 되어버렸다."
  ]
}
,
  "templates": [
    "{name}. 당신은 {origin}.\n어린 시절부터 작은 징조를 보고 자랐다.\n마을의 이야기꾼이 들려준 영웅담이 마음에 남았다.\n그러던 어느 날 {catalyst}.\n그 사건은 삶의 방향을 바꿔 놓았다.\n결국 당신은 모험가 길드를 향했다.",
    "{name}. 당신은 {origin}.\n익숙한 풍경 속에서도 마음 한켠은 늘 낯선 곳을 향했다.\n밤마다 하늘의 별을 세며 새로운 길을 꿈꾸곤 했다.\n그러던 어느 날 {catalyst}.\n망설임은 오래가지 않았다.\n그래서 당신은 모험가 길드를 향했다.",
    "{name}. 당신은 {origin}.\n작은 일상 속에서도 배움과 성장의 흔적이 쌓였다.\n사람들의 속삭임이 당신의 내일을 예감하게 했다.\n어느 날 {catalyst}.\n그 순간, 새로운 선택지가 눈앞에 펼쳐졌다.\n당신은 모험가 길드를 향했다."
  ]
}
